Repository: Yiorgoss/glowking
Catalog: src/translations/locales/*/messages.po
Languages: el

# detail-car-wash.detailing.p-3.1.content
source: We also have specialized staff and specialized machinery to be able to polish in detail every point inaccessible by the human hand, every difficulty for you...a challenge for us!
el: Διαθέτουμε πέρα από εξειδικευμένο προσωπικό και εξειδικευμένο μηχανισμό για να μπορούμε να γυαλίσουμε με λεπτομέρεια κάθε σημείο μη προσβάσιμο από το ανθρώπινο χέρι, κάθε δυσκολία για εσάς...μια πρόκληση για εμάς !

# detail-car-wash.detailing.p-3.title
source: Polishing in places inaccessible by the human hand
el: Γυάλισμα σε σημεία μη προσβάσιμα από το ανθρώπινο χέρι

# detail-car-wash.detailing.p-4.1.content
source: Nanotechnology is a science that has the ability to control the dimensions of materials at the nanometer scale and has demonstrated the impressive properties they acquire when their dimensions are only a few nanometers.
el: Η νανοτεχνολογία είναι μια επιστήμη η οποία έχει τη δυνατότητα να ελέγχει τις διαστάσεις των υλικών σε κλίμακα νανομέτρων και έχει αποδείξει τις εντυπωσιακές ιδιότητες που αποκτούν όταν οι διαστάσεις τους είναι μόνο λίγα νανόμετρα.

# detail-car-wash.detailing.p-4.2.content
source: The interest of science has turned to nanotechnology materials. Through research, they found that the particles of such materials have very different properties during their formation compared to the large particles that are visible to the naked eye or with a simple optical microscope.
el: Το ενδιαφέρον της επιστήμης έχει στραφεί προς υλικά νανοτεχνολογίας. Μέσω της έρευνας, βρήκαν ότι τα σωματίδια τέτοιων υλικών έχουν πολύ διαφορετικές ιδιότητες κατά τον σχηματισμό τους έναντι των μεγάλων σωματιδίων που είναι ορατά με γυμνό μάτι ή με ένα απλό οπτικό μικροσκόπιο.

# detail-car-wash.detailing.p-4.3.content
source: Nanotechnology products are specially designed to offer protection to your favorite fabrics, wooden surfaces, glass, plastic items or stainless steel, even your floors, tiles, car rims.
el: Τα προϊόντα νανοτεχνολογίας, είναι ειδικά σχεδιασμένα για να προσφέρουν προστασία στα αγαπημένα σας υφάσματα, ξύλινες επιφάνειες, γυαλί, πλαστικά είδη ή ανοξείδωτο ατσάλι, ακόμη και τα πατώματα σας, πλακάκια, ζάντες αυτοκινήτων.

# detail-car-wash.detailing.p-4.4.content
source: Everything is protected from stains, bacteria, water, moisture and everything stays intact for a much longer time. Absolute protection is achieved by avoiding the use of harmful chemicals.
el: Όλα προστατεύονται από τους λεκέδες, τα βακτήρια, το νερό, την υγρασία και όλα διατηρούνται ανέπαφα για πολύ μεγαλύτερο χρονικό διάστημα. Η απόλυτη προστασία επιτυγχάνεται αποφεύγοντας τη χρήση των επιβλαβών χημικών ουσιών.

# detail-car-wash.detailing.p-4.title
source: Nanotechnology
el: Νανοτεχνολογία

# detail-car-wash.detailing.p-5.1.content
source: Another point that we will often have to maintain is the bottom of the car, especially for cars that are exposed to sea or snow. The lower part of the car is washed after using the special chassis washing machine. Then we spray the cleaner and rinse thoroughly to clean everywhere inside the wheels and all the mechanical parts that are exposed underneath.
el: Άλλο ένα σημείο που θα πρέπει συχνά να συντηρούμε είναι το κάτω μέρος του αυτοκινήτου, ιδίως για αυτοκίνητα που είναι εκτεθειμένα σε θάλασσα ή χιόνια. Το κάτω μέρος του αυτοκινήτου πλένεται αφού χρησιμοποιήσουμε το ειδικό μηχάνημα πλύσης σασί. Στη συνέχεια ψεκάζουμε το καθαριστικό και ξεπλένουμε καλά ώστε να καθαρίσει παντού εσωτερικά στους τροχούς και σε όλα τα μηχανικά μέρη που είναι εκτεθειμένα από κάτω.

# detail-car-wash.detailing.p-5.title
source: Underbody washing / Chassis
el: Πλύσιμο κάτω μέρους οχήματος / Σασί

# detail-car-wash.detailing.title
source: Detailing Information
el: Αναλυτικές Πληροφορίες

# detail-car-wash.motorbike.p-1.1
source: The cleaning is done without the use of a brush or sponge but only with the use of hot water for less damage to the car's exterior paint.
el: Ο καθαρισμός γίνεται χωρίς την χρήση βούρτσας η σφουγγαριού παρά μόνο με την χρήση ζεστού νερού για την λιγότερη φθορά του εξωτερικού χρώματος του αυτοκινήτου.

# detail-car-wash.motorbike.p-1.2
source: At Glow King we offer you a complete cleaning with pre-washing and mainly washing the machine with active foam, cleaning the fog lights and rims, removing insects, protective wax and rinsing the car with deionized water!
el: Στo Glow King σας προσφέρουμε ένα πλήρη καθαρισμό με πρόπλυση και κυρίως πλύση της μηχανής με ενεργό αφρό, καθαρισμό των θολών και των ζαντών, αφαίρεση εντόμων, κέρωμα προστασίας και ξέπλυμα του αυτοκίνητου με απιονισμένο νερό!

# detail-car-wash.motorbike.p-1.3
source: Your machine is then thoroughly wiped.
el: Στην συνέχεια γίνεται λεπτομερές σκούπισμα της μηχανής σας.

# detail-car-wash.motorbike.p-1.4
source: In cleaning, with respect for people and the environment as our guiding principle, we use ecologically biodegradable products.
el: Στον καθαρισμό έχοντας ως γνώμονα τον σεβασμό προς τον άνθρωπο και το περιβάλλον χρησιμοποιούμε οικολογικά βιοδιασπώμενα προϊόντα.

# detail-car-wash.motorbike.p-1.5
source: We blow the inside of your machine to remove the dust and then clean with a vacuum cleaner. Finally, we proceed with cleaning and maintenance of all plastic surfaces, dry cleaning and perfuming the saddle of your machine.
el: Εσωτερικά φυσάμε της μηχανής σας για να απομακρύνουμε την σκόνη και στην συνέχεια καθαρίζουμε με σκούπα αναρρόφησης. Τέλος προχωρούμε σε καθαρισμό και συντήρηση όλων των πλαστικών επιφανειών, στεγνό καθαρισμό και αρωματισμό της σέλας της μηχανής σας.

# detail-car-wash.motorbike.p-1.6
source: Minimum charge to come to your place: €30.00
el: Ελάχιστη χρέωση για να έρθουμε στον χώρο σας: 30,00 €

# detail-car-wash.motorbike.title
source: Motorbike Cleaning
el: Υπηρεσίες μοτοσυκλετών

# detailing-car-wash.list-1.content
source: Perfectly detailed, the paint on your vehicle draws the most attention. Primarily, the exterior is pressure washed to remove dirt and then hand dried. Finally, a hand or machine polish gives the surface an even shine and removes fine scratches to give the result you deserve.
el: Με απόλυτη λεπτομέρεια, η βαφή στο όχημά σας τραβάει τη μεγαλύτερη προσοχή. Πρωτίστως, το εξωτερικό πλένεται με πίεση για να αφαιρεθεί η βρωμιά και στη συνέχεια στεγνώνεται στο χέρι. Τέλος, ένα γυαλιστικό χεριού ή μηχανής δίνει στην επιφάνεια ομοιόμορφη λάμψη και αφαιρεί τις λεπτές γρατσουνιές για να δώσει το αποτέλεσμα που σας αξίζει.

# detailing-car-wash.list-1.title
source: Exterior paint care and polishing
el: Φροντίδα εξωτερικής βαφής και γυάλισμα

# detailing-car-wash.list-2.content
source: Exterior surfaces and finishes such as plastic, rubber and chrome can fade and crack without proper care or under other adverse conditions. During a full detailing, the exterior surfaces are cleaned and then protected. A plastic sealer can be applied to rubber or vinyl and the chrome tones will be polished.
el: Εξωτερικές επιφάνειες και πινελιές όπως πλαστικό, καουτσούκ και χρώμιο μπορούν να ξεθωριάσουν και να ραγίσουν χωρίς την κατάλληλη φροντίδα ή υπό άλλες δυσμενείς

# detailing-car-wash.list-2.title
source: CLEANING AND POLISHING OF EXTERNAL SURFACES
el: ΚΑΘΑΡΙΣΜΟΣ ΚΑΙ ΓΥΑΛΙΣΜΑ ΣΤΙΣ ΕΞΩΤΕΡΙΚΕΣ ΕΠΙΦΑΝΕΙΕΣ

# detailing-car-wash.list-3.content
source: Brake dust, dirt and grime from the road collects on your wheels and, over time, these blemishes become difficult to remove. A full service detail will completely restore your vehicle's wheels, remove those stubborn stains and polish the chrome, steel or aluminum. The tires will also be protected with rubber sealant, which gives them a glossy finish.
el: Η σκόνη των φρένων, η βρωμιά και οι ακαθαρσίες από το δρόμο μαζεύονται στους τροχούς σας και, μετά την πάροδο του χρόνου, αυτές οι ατέλειες γίνονται δύσκολο να αφαιρεθούν. Μια πλήρης λεπτομέρεια σέρβις θα αποκαταστήσει πλήρως τους τροχούς του οχήματός σας, θα αφαιρέσει αυτούς τους σκληρούς λεκέδες και θα γυαλίσει το χρώμιο, το ατσάλι ή το αλουμίνιο. Τα ελαστικά θα προστατεύονται επίσης με ελαστικό στεγανωτικό, που τους δίνει γυαλιστερό φινίρισμα.

# detailing-car-wash.list-3.title
source: WHEELS AND TIRES DETAILS
el: ΛΕΠΤΟΜΕΡΕΙΕΣ ΤΡΟΧΩΝ ΚΑΙ ΕΛΑΣΤΙΚΩΝ

# detailing-car-wash.list-4.content
source: Every corner of your vehicle's interior tends to collect dust and dirt. The retailer's job is to remove dirt and dust from hard-to-reach cracks and crevices. This service includes all surfaces including the dashboard, entertainment console, inside doors, under the seats and any other interior surface. Once the dirt is removed, sealants are applied, which give these surfaces a high-quality shine.
el: Κάθε γωνιά του εσωτερικού του οχήματός σας τείνει να μαζεύει σκόνη και βρωμιά. Η δουλειά του λιανοπωλητή είναι να αφαιρεί τη βρωμιά και τη σκόνη από δυσπρόσιτες ρωγμές και ρωγμές. Αυτή η υπηρεσία περιλαμβάνει όλες τις επιφάνειες, συμπεριλαμβανομένου του ταμπλό, της κονσόλας ψυχαγωγίας, του εσωτερικού των θυρών, κάτω από τα καθίσματα και κάθε άλλη εσωτερική επιφάνεια. Μόλις αφαιρεθεί η βρωμιά, εφαρμόζονται στεγανωτικά, τα οποία δίνουν σε αυτές τις επιφάνειες μια γυαλάδα υψηλής ποιότητας.

# detailing-car-wash.list-4.title
source: BIOLOGICAL CLEANING IN THE INTERIOR OF THE CAR
el: ΒΙΟΛΟΓΙΚΟΣ ΚΑΘΑΡΙΣΜΟΣ ΣΤΟ ΕΣΩΤΕΡΙΚΟ ΤΟΥ ΑΥΤΟΚΙΝΗΤΟΥ

# detailing-car-wash.list-5.content
source: Leather requires special preparation and handling when cleaning. Some traditional car cleaning products are very caustic to the skin and may even do more harm than good. During an interior detail, any leather surfaces on your vehicle will be properly cleaned and conditioned. This will help restore the skin's natural glow, as well as protect it from stains and damage from water and salt or other dirt.
el: Το δέρμα απαιτεί ειδική προετοιμασία και χειρισμό κατά τον καθαρισμό. Ορισμένα παραδοσιακά προϊόντα καθαρισμού αυτοκινήτων είναι πολύ καυστικά για το δέρμα και μπορεί ακόμη και να κάνουν περισσότερο κακό παρά καλό. Κατά τη διάρκεια μιας εσωτερικής λεπτομέρειας, τυχόν δερμάτινες επιφάνειες στο όχημά σας θα καθαρίζονται και θα ρυθμίζονται σωστά. Αυτό θα βοηθήσει στην επιστροφή της φυσικής λάμψης του δέρματος, καθώς και στην προστασία του από λεκέδες και ζημιές από το νερό και άλατα ή λοιπές βρωμιές.

# detailing-car-wash.list-5.title
source: INTERIOR DETAIL
el: ΑΝΑΠΑΛΑΙΩΣΗ ΕΣΩΤΕΡΙΚΟΥ (ΙNTERIOR DETAIL)

# detailing-car-wash.list-6.content
source: Most automotive retailers do not have the equipment to properly clean, deodorize and wash carpet. A full detail service restores the carpet, first with a deep vacuum. The carpet is then washed with shampoo and deodorized.
el: Οι περισσότεροι λιανοπωλητές αυτοκινήτων δεν διαθέτουν τον εξοπλισμό για να καθαρίσουν, να αποσμήσουν και να λούσουν σωστά τη μοκέτα. Ένα πλήρες detail service αποκαθιστά τη μοκέτα, πρώτα με μια βαθιά σκούπα. Έπειτα, η μοκέτα λούζεται με σαμπουάν και γίνεται απόσμηση.

# detailing-car-wash.list-6.title
source: CARPET DEEP CLEANING
el: ΒΑΘΥΣ ΚΑΘΑΡΙΣΜΟΣ ΜΟΚΕΤΑΣ

# detailing-car-wash.list.title
source: Our Process
el: Η Διαδικασία μας

# footer.helpLinks.four
source: What is needed for this?
el: Τι χρειάζεται για αυτό;

# footer.helpLinks.one
source: How does it work?
el: Πώς λειτουργεί;

# footer.helpLinks.three
source: How to pay?
el: Πώς πληρώνετε;

# footer.helpLinks.two
source: Where to ask Questions?
el: Πού να κάνετε ερωτήσεις;

# home-cleaning-couches.carpets.p-1.1
source: The Biological Carpet Cleaning we apply destroys harmful micro-organisms such as mites, fungi and bacteria, so you can step and touch without fear on a healthy carpet!
el: Οι Βιολογικοί Καθαρισμοί Χαλιών που εφαρμόζουμε, εξοντώνουν τους βλαβερούς μικροοργανισμούς όπως τα ακάρεα, τους μύκητες και τα βακτήρια, για να πατάτε και να ακουμπάτε χωρίς φόβο πάνω σε ένα υγιές χαλί!

# home-cleaning-couches.carpets.p-1.2
source: At the same time, we apply all the necessary actions to eliminate any stains and dirt on your carpet to achieve a nice aesthetic result. In order to perform a Complete Carpet Cleaning there are 2 methods we follow: Dry Biological Carpet Cleaning which concerns the extermination of the microbial load & Wet Biological Carpet Cleaning which concerns the aesthetic part.
el: Παράλληλα, εφαρμόζουμε όλες τις απαραίτητες ενέργειες ώστε να εξαφανίσουμε τυχόν λεκέδες και βρωμιές στο χαλί σας για να επιτύχουμε και ένα ωραίο αισθητικό αποτέλεσμα. Για να γίνει ένας Ολοκληρωμένος Καθαρισμός Χαλιού υπάρχουν 2 μέθοδοι που ακολουθούμε: Ο Στεγνός Βιολογικός Καθαρισμός Χαλιού που αφορά την εξόντωση του μικροβιακού φορτίου & ο Υγρός Βιολογικός Καθαρισμός Χαλιού που αφορά το αισθητικό κομμάτι.

# home-cleaning-couches.carpets.p-2.item-1
source: Cleaning Handmade Carpets
el: Καθαρισμός Χειροποίητων Χαλιών

# home-cleaning-couches.carpets.p-2.item-2
source: Cleaning Woolen Carpets
el: Καθαρισμός Μάλλινων Χαλιών

# home-cleaning-couches.carpets.p-2.item-3
source: Cleaning Synthetic Carpets
el: Καθαρισμός Συνθετικών Χαλιών

# home-cleaning-couches.carpets.p-2.item-4
source: Dry Cleaning Carpets
el: Στεγνό Καθάρισμα Χαλιών

# home-cleaning-couches.carpets.p-2.item-5
source: Cleaning Carpets from Mites
el: Καθαρισμός Χαλιών από Ακάρεα

# home-cleaning-couches.carpets.p-2.item-6
source: Cleaning Carpets from Stains
el: Καθαρισμός Χαλιών Από Λεκέδες

# home-cleaning-couches.carpets.p-3
source: Cost: €10.00 per square meter
el: Κόστος: 10,00€ ανά τετραγωνικό μέτρο

# home-cleaning-couches.carpets.p2.title
source: Categories
el: Κατηγορίες

# home-cleaning-couches.carpets.title
source: Carpets
el: ΧΑΛΙ

# home-cleaning-couches.couches.p-1.1
source: Sofas and living areas usually receive the most use of all other areas of the house. The living room is cleaned with hypoallergenic Karcher products and Karcher washing-rinsing machines. Your precious furniture can lose the vibrancy of its colors and become a breeding ground for germs. Exhaust gas, smoking, dust, etc. are key factors in this wear and tear.
el: Οι καναπέδες και οι χώροι του καθιστικού συνήθως δέχονται τη μεγαλύτερη χρήση από όλους τους άλλους χώρους του σπιτιού. Ο καθαρισμός του καθιστικού γίνεται με υποαλλεργικά προϊόντα Karcher και μηχανήματα πλύσης -απόπλυσης Karcher . Τα πολύτιμα έπιπλα σας μπορεί να χάσουν τη ζωντάνια των χρωμάτων τους, αλλά και να γίνουν εστία μικροβίων. Το καυσαέριο, το κάπνισμα, η σκόνη κ.α. είναι βασικοί παράγοντες αυτής της φθοράς.

# home-cleaning-couches.couches.p-1.2
source: And of course the case (sofas in the same space as our little angels) is more or less known to all of us. Markers, paints, milk and many others are stains that need professional care. Do nothing in these cases except call clean4u. Remember that if a stain is destabilized by your attempt to clean it, it can become permanent on your sofa.
el: Και βέβαια η υπόθεση (καναπέδες στο ίδιο χώρο με τα μικρα αγγελούδια μας) λίγο πολύ είναι σε όλους μας γνωστή. Οι μαρκαδόροι, οι μπογιές, το γάλα αλλά και διάφορα άλλα είναι λεκέδες που θέλουν επαγγελματική φροντίδα. Μην κάνετε τίποτα σε αυτές τις περιπτώσεις εκτός το να καλέσετε την clean4u. Να θυμάστε ότι αν αποσταθεροποιηθεί ενας λεκές από την προσπάθειά σας να τον καθαρίσετε, μπορεί να γίνει μόνιμος στο καναπέ σας.

# home-cleaning-couches.couches.p-2.item-1
source: Bio-cleaning of a two-seater sofa: 60,00 €
el: Βιο-καθαρισμός διθέσιου καναπέ: 60,00 €

# home-cleaning-couches.couches.p-2.item-2
source: Bio-cleaning three-seater sofa: €75.00
el: Βιο-καθαρισμός τριθέσου καναπέ: 75,00 €

# home-cleaning-couches.couches.p-2.item-3
source: Bio-cleaning per additional seat: €20.00
el: Βιο-καθαρισμός ανά επιπλέον θέση: 20,00 €

# home-cleaning-couches.couches.p-2.item-4
source: Bio-cleaning of a leather sofa: €38.00
el: Βιο-καθαρισμός δερμάτινου καναπέ: 38,00 €

# home-cleaning-couches.couches.p-2.item-5
source: Armchair bio-cleaning: €20.00
el: Βιο-καθαρισμός πολυθρόνας: 20,00 €

# home-cleaning-couches.couches.p-2.item-6
source: Berzera bio-cleaning: €20.00
el: Βιο-καθαρισμός μπερζέρας: 20,00 €

# home-cleaning-couches.couches.p-2.item-7
source: Chair bio-cleaning: €12.00
el: Βιο-καθαρισμός καρέκλας: 12,00 €

# home-cleaning-couches.couches.p-2.item-8
source: Chair bio-cleaning (back & seat): €18.00
el: Βιο-καθαρισμός καρέκλας (πλάτη & κάθισμα): 18,00 €

# home-cleaning-couches.couches.p-2.title
source: Categories
el: Κατηγορίες

# home-cleaning-couches.couches.p-3.1
source: * All our prices include the chemical compound that aims to extend the life of your products.
el: * Σε όλες μας τις τιμές συμπεριλαμβάνεται και η χημική ένωση που αποσκοπεί στην επέκταση ζωής των προϊόντων σας.

# home-cleaning-couches.couches.title
source: Couches
el: ΚΑΝΑΠΕΣ

# home-cleaning-couches.mattresses.p-1.1
source: A house dust mite produces about 20 pellets of feces per day. If you consider that its lifespan is about 42 days, it means that it produces a total of 840 pieces of them. This amount is actually 200 times greater than the weight of the mite itself (Dermatophagoldes pteronyssinus). Even a clean pillow contains many tens of thousands of "domestic animals" of about 0.3 thousand. In fact, when pillows have not been cleaned for years (usually only the cover is washed), up to 400,000 mites can live there
el: Τα ακάρεα φέρουν πάντα μαζί τους το εργαλείο τους, που έχει ακριβώς αυτό το όνομα, δηλαδή Aspergillus Repens, τον μύκητα που αναφέραμε προηγουμένως. Με αυτόν τον τρόπο, ο μύκητας διασκορπίζεται με κάθε κίνηση του ακάρεος και οι φολίδες της επιδερμίδας γίνονται πιο απολαυστικές για τα ακάρεα. Ο κίνδυνος, ωστόσο, δεν είναι το ίδιο το ακάρεο, αλλά τα περιττώματά τους. Αυτά τα περιττώματα περιέχουν συστατικά που προκαλούν αλλεργίες. Όταν δηλαδή αποπνέονται ως λεπτή σκόνη, προκαλούν αλλεργίες, όπως η αλλεργία που προέρχεται από τη σκόνη του σπιτιού. Θέλετε να μάθετε πόσα περιττώματα μπορεί να παραγάγει την ημέρα ένα ακάρεο;

# home-cleaning-couches.mattresses.p-1.2
source: Mites always carry with them their tool, which has just that name, namely Aspergillus Repens, the fungus we mentioned earlier. In this way, the fungus is dispersed with each movement of the mite and the skin scales become more palatable to the mites. The danger, however, is not the mite itself, but their droppings. These droppings contain ingredients that cause allergies. That is, when they are exhaled as fine dust, they cause allergies, such as the allergy that comes from house dust. Want to know how much feces a mite can produce per day?
el: Ένα ακάρεο της σκόνης του σπιτιού παράγει περίπου 20 σφαιρίδια περιττώματα την ημέρα. Αν ληφθεί υπόψιν ότι η διάρκεια ζωής του είναι περίπου 42 μέρες, σημαίνει ότι παράγει συνολικά 840 τεμάχια από αυτά. Αυτή η ποσότητα είναι μάλιστα 200 φορές μεγαλύτερη από το βάρος του ίδιου του ακάρεος (Dermatophagoldes pteronyssinus). Ακόμα και ένα καθαρό μαξιλάρι περιέχει πολλές δεκάδες χιλιάδες “οικόσιτα ζώα” των 0,3 χιλ. περίπου. Όταν μάλιστα τα μαξιλάρια δεν έχουν καθαριστεί για χρόνια (κατά κανόνα πλένεται μόνο το κάλυμμά τους), μπορούν να ζήσουν εκεί μέχρι και 400.000 ακάρεα

# home-cleaning-couches.mattresses.p-2.item-1
source: Single layer price: €32.00
el: Τιμή μονού στρώματος: 32,00 €

# home-cleaning-couches.mattresses.p-2.item-2
source: Double layer price: €60.00
el: Τιμή διπλού στρώματος: 60,00 €

# home-cleaning-couches.mattresses.p-2.title
source: Categories
el: Κατηγορίες

# home-cleaning-couches.mattresses.title
source: Mattresses
el: ΣΤΡΩΜΑΤΟΣ

# home-cleaning-couches.title
source: Home Cleaning Services
el: ΥΠΗΡΕΣΙΕΣ ΚΑΤΟΙΚΙΟΥ

# navlinks.contact
source: Contact
el: Επικοινωνία

# navlinks.home
source: Home
el: Αρχική

# navlinks.portfolio
source: Portfolio
el: Χαρτοφυλάκιο

# navlinks.services
source: Services
el: Υπηρεσίες

# service-sidebar.title
source: Our Services
el: Οι Υπηρεσίες μας

# serviceData.car-sub-category.1
source: Car Wash
el: Πλυντήριο αυτοκινήτων

# serviceData.car-sub-category.2
source: Detailing
el: Αυτοκίνητο Detail

# serviceData.car-sub-category.3
source: Motobike Wash
el: Πλύσιμο μοτοσυκλετών

# serviceData.home-sub-category.1
source: Couches
el: Καναπέδες

# serviceData.home-sub-category.2
source: Carpets
el: Χαλιά

# serviceData.home-sub-category.3
source: Matresses
el: Στρώματα

# serviceSection.button.text
source: Book Now
el: Κράτηση τώρα

# services-side-bar.layout.1
source: Car Wash and Detailing
el: Πλύσιμο αυτοκινήτου και Detailing

# services-side-bar.layout.2
source: Home Cleaning
el: Καθαρισμός σπιτιού

# services-side-bar.layout.3
source: Yatch Cleaning
el: Καθαρισμός Γιοτ

# services-side-bar.layout.4
source: Property Cleaning
el: Καθαρισμός ακινήτου

# services.book-an-appointment-now
source: BOOK AN APPOINTMENT NOW
el: Κλείστε ένα ραντεβού τώρα

# services.request-an-offer
source: REQUEST AN OFFER
el: Ζητήστε Προσφορά

# yacht-cleaning-boat.p-1.1
source: Cleaning is done without the use of a brush or sponge but only with it use of hot water for less damage to the car's exterior paint. At Glow King we offer you a complete cleaning with pre-washing and mainly washing of the machine with active foam, cleaning of fogs and rims, removal of insects, protective wax and washing the car with deionized water!
el: Ο καθαρισμός γίνεται χωρίς την χρήση βούρτσας η σφουγγαριού παρά μόνο με την χρήση ζεστού νερού για την λιγότερη φθορά του εξωτερικού χρώματος του αυτοκινήτου.

# yacht-cleaning-boat.p-1.2
source: Your machine is then thoroughly cleaned. Cleaning with respect for people and the environment as a guideline we use ecological biodegradable products. Blow the inside of your machine to remove the dust and then clean with a vacuum cleaner. Finally, we proceed to cleaning and maintenance of all plastic surfaces, dry cleaning and perfuming her saddle your machine.
el: Στo Glow King σας προσφέρουμε ένα πλήρη καθαρισμό με πρόπλυση και κυρίως πλύση της μηχανής με ενεργό αφρό, καθαρισμό των θολών και των ζαντών, αφαίρεση εντόμων, κέρωμα προστασίας και ξέπλυμα του αυτοκίνητου με απιονισμένο νερό!

# yacht-cleaning-boat.p-1.3
source: Minimum fee to come to your place: €30.00
el: Στην συνέχεια γίνεται λεπτομερές σκούπισμα της μηχανής σας.

# yacht-cleaning-boat.p-1.4
source: In cleaning, with respect for people and the environment as our guiding principle, we use ecologically biodegradable products.
el: Στον καθαρισμό έχοντας ως γνώμονα τον σεβασμό προς τον άνθρωπο και το περιβάλλον χρησιμοποιούμε οικολογικά βιοδιασπώμενα προϊόντα.

# yacht-cleaning-boat.p-1.5
source: We blow the inside of your machine to remove the dust and then clean with a vacuum cleaner. Finally, we proceed with cleaning and maintenance of all plastic surfaces, dry cleaning and perfuming the saddle of your machine.
el: Εσωτερικά φυσάμε της μηχανής σας για να απομακρύνουμε την σκόνη και στην συνέχεια καθαρίζουμε με σκούπα αναρρόφησης. Τέλος προχωρούμε σε καθαρισμό και συντήρηση όλων των πλαστικών επιφανειών, στεγνό καθαρισμό και αρωματισμό της σέλας της μηχανής σας.

# yacht-cleaning-boat.p-1.6
source: Minimum fee to come to your place: €30.00
el: Ελάχιστη χρέωση για να έρθουμε στον χώρο σας: 30,00 €

# yacht-cleaning-boat.p-2.desc
source: We undertake the biological cleaning of your boat, specifically:
el: Αναλαμβάνουμε τον βιολογικό καθαρισμό του σκάφους σας και συγκεκριμένα:

# yacht-cleaning-boat.p-2.item-1
source: Cleaning materials and professional equipment meet all modern standards.
el: Τα υλικά καθαρισμού και ο επαγγελματικός εξοπλισμός ανταποκρίνονται σε όλα τα σύγχρονα standards.

# yacht-cleaning-boat.p-2.item-2
source: Carpets
el: Μοκέτες

# yacht-cleaning-boat.p-2.item-3
source: Lounges
el: Σαλόνια

# yacht-cleaning-boat.p-2.item-4
source: Mattresses
el: Στρώματα

# yacht-cleaning-boat.p-2.title
source: Biological Boat Cleaning
el: Βιολογικός Καθαρισμός Σκάφους: Μοκέτες – Στρωμάτα – Σαλόνια
