Repository: Yiorgoss/glowking
Catalog: src/translations/locales/*/messages.po
Languages: el

# yacht-cleaning-boat.p-3.1
source: Our company has been offering cleaning services since 1994 to professional and private boats, motor & sailing yachts / power boats / inflatables, knowing very well the requirements of a boat, the materials to be used for each surface and the attention to be paid to transportation of machinery.
el: Η εταιρεία μας προσφέρει υπηρεσίες καθαρισμού από το 1994 σε επαγγελματικά και ιδιωτικά σκάφη, motor & sailing yachts / power boats / φουσκωτά, γνωρίζοντας πολύ καλά τις απαιτήσεις ενός σκάφους, των υλικών που πρέπει να χρησιμοποιηθούν για κάθε επιφάνεια και την προσοχή που πρέπει να δοθεί στην μεταφορά μηχανημάτων.

# yacht-cleaning-boat.p-3.2
source: Services we offer are the following:
el: Οι υπηρεσίες που προσφέρουμε είναι οι κάτωθι:

# yacht-cleaning-boat.p-3.item-1
source: Internal cleaning
el: Εσωτερικός καθαρισμός

# yacht-cleaning-boat.p-3.item-2
source: Internal biological with steam
el: Εσωτερικός βιολογικός με ατμό

# yacht-cleaning-boat.p-3.item-3
source: External Cleaning
el: Εξωτερικός Καθαρισμός

# yacht-cleaning-boat.p-3.item-4
source: Exterior Cleaning detaling*
el: Εξωτερικός Καθαρισμός detaling*

# yacht-cleaning-boat.p-3.item-5
source: Biological cleaning of fabrics / mattresses & carpets
el: Βιολογικός καθαρισμός υφασμάτων / στρωμάτων & μοκετών

# yacht-cleaning-boat.p-3.item-6
source: Washing carpets with rotary machine & extraction
el: Πλύσιμο μοκετών με περιστροφική μηχανή & extraction

# yacht-cleaning-boat.p-3.item-7
source: Clothing laundry
el: Laundry ιματισμού

# yacht-cleaning-boat.p-3.item-8
source: Stainless steel polishing
el: Γυάλισμα inox

# yacht-cleaning-boat.p-3.item-9
source: Tender cleanings
el: Καθαρισμοί tender

# yacht-cleaning-boat.p-3.title
source: Biological Boat Cleaning
el: Πλήρης Καθαρισμός Ιδιωτικών Σκαφών

# yacht-cleaning-boat.title
source: Yatch Cleaning
el: ΥΠΗΡΕΣΙΕΣ ΣΚΑΦΩΝ
