Repository: Yiorgoss/glowking
Catalog: src/translations/locales/*/messages.po
Languages: el

source: Book Now
el: Κάνετε κράτηση

# BookingForm.errorMessage
source: Submission was not recorded. Please contact us directly
el: Η υποβολή δεν καταγράφηκε. Επικοινωνήστε απευθείας μαζί μας

# BookingForm.successMessage
source: Successful Submission. We thank you!
el: Επιτυχής Υποβολή. Σας ευχαριστούμε!

# Contact.contactUs
source: Contact Us
el: Επικοινωνία

# Contact.head.meta.description
source: Want a professional car wash but don't want to leave your house? Call us or arrange a booking now. Anywhere in south athens!!
el: Θέλετε ένα επαγγελματικό πλυντήριο αυτοκινήτων αλλά δεν θέλετε να φύγετε από το σπίτι σας; Καλέστε μας ή κανονίστε μια κράτηση τώρα. Οπουδήποτε στη νότια Αθήνα!!

# Contact.head.title
source: Glowking | Mobile Industrial Cleaning | Location Of your Choice
el: Φορητός Βιομηχανικός Καθαρισμός | Τοποθεσία της επιλογής σας

# Contact.orBy
source: Or By
el: Ή Από

# Contact.phone
source: Phone:
el: Τηλέφωνο

# Contact.welovetohelp
source: We love to
el: Μας αρέσει να

# Contact.welovetohelphelp
source: help
el: Βοηθάμε

# FAQ.answer.1
source: Glow King is the service that comes wherever you are with just one click! Respecting your needs and time, you call us either by phone or through our e-booking platform and we come wherever you are at the time you choose and with the washing services you choose. For us, the protagonist is you!
el: Το Glow King ειναι η υπηρεσία που έρχεται όπου και αν βρίσκεσαι με ένα μόνο κλικ ! Σεβόμενοι τις ανάγκες σου και τον χρόνου εσύ μας καλείς είτε τηλεφωνικά είτε μέσω της πλατφόρμας μας e-booking και ερχόμαστε όπου και αν βρίσκεστε την ώρα που εσείς επιλέγετε και με τις υπηρεσίες πλυσίματος που επιλέγετε. Για εμάς ο πρωταγωνιστής είσαι εσύ !

# FAQ.answer.2
source: Didn't find what you need? Do not hesitate to contact us either by phone or by email.
el: Δεν βρήκατε ότι χρειάζεστε ; Μην διστάσετε να επικοινωνήσετε μαζί μας είτε στο τηλέφωνο επικοινωνίας είτε στο email μας.

# FAQ.answer.3
source: At the completion of our work and after you have finished evaluating your experience of our services, you pay our staff in cash.
el: Κατα την ολοκλήρωση της εργασίας μας και αφού ολοκληρώσετε την αξιολόγηση της εμπειρίας σας από τις παροχές μας πληρώνετε με μετρητά στο προσωπικό μας.

# FAQ.answer.4
source: Just one click from your side! Leave the rest to us.
el: Από μεριάς σας απλά ένα κλικ ! Τα υπόλοιπα αφήστε τα πάνω μας.

# FAQ.question.1
source: HOW DOES IT WORK?
el: ΠΩΣ ΛΕΙΤΟΥΡΓΕΙ

# FAQ.question.2
source: WHERE TO ASK QUESTIONS?
el: ΠΟΥ ΝΑ ΚΑΝΕΤΕ ΕΡΩΤΗΣΕΙΣ

# FAQ.question.3
source: HOW YOU PAY?
el: ΠΩΣ ΠΛΗΡΩΝΕΤΕ

# FAQ.question.4
source: WHAT DOES IT TAKE?
el: ΤΙ ΧΡΕΙΑΖΕΤΑΙ ΓΙ ΑΥΤΟ

# Footer.aboutUs
source: GLOW KING ATHENS is an innovative idea that annihilates distances! It started in 2019 and in the middle of the pandemic it covered all the southern suburbs. Complete cleaning services of the vehicle, the property, the pavement and everything else you need! GLOW KING ATHENS operates with the environment and people as its main focus, next to your every need. Glow King Athens starring... you!
el: To GLOW KING ATHENS είναι μια πρωτοποριακή ιδέα που εκμηδενίζει τις αποστάσεις! Ξεκίνησε το 2019 και εν μέσο της πανδημίας κάλυψε όλα τα νότια προάστια. Υπηρεσίες πλήρους καθαρισμού του οχήματος, της περιουσίας, του πεζοδρομίου και ότι άλλο χρειάζεστε ! Το GLOW KING ATHENS λειτουργεί με βασικό γνώμονα το περιβάλλον και τον άνθρωπο δίπλα σε κάθε σας ανάγκη. Glow King Athens με πρωταγωνιστή….εσένα !

# Footer.contact
source: We come to where you are with one click!
el: Ερχόμαστε όπου βρίσκεστε με ένα κλικ!

# Footer.help
source: Help
el: Βοήθεια

# Footer.location
source: Where to find us
el: Τοποθεσία

# Footer.sitemap
source: Sitemap
el: Χάρτης ιστότοπου

# Home.Features
source: Features
el: Χαρακτηριστικά

# Home.Services
source: Our Services
el: Υπηρεσίες

# Home.feature.four.content
source: Glow King Athens and its staff will never share your personal information or vehicle information without your consent.
el: Η εταιρία GLOW KING ATHENS και το προσωπικό της δεν θα κοινοποιήσει ποτέ προσωπικά σας στοιχεία ή στοιχεία του οχήματος σας χωρίς την συγκατάθεση σας.

# Home.feature.four.header
source: Privacy Focused
el: Μυστικότητα

# Home.feature.three.content
source: The products used for cleaning and disinfection are certified and friendly to humans and the environment, complying with eu standards and regulations. Our products and machines are of the utmost quality, including AUTOGLYM and KARCHER.
el: Τα προϊόντα που χρησιμοποιούνται για τον καθαρισμό και την απολύμανση είναι πιστοποιημένα και φιλικά πρός τον άνθρωπο και το περιβάλλον τηρώντας τις προδιαγραφές της Ε.Ε.

# Home.feature.three.header
source: Safe and Effective
el: Ασφαλές και αποτελεσματικό

# Home.feature.two.content
source: In biological cleaning, we remove from the cabin area, stains, fungi, bacteria and any other organic matter. We disinfect the seats, the sky, floors, luggage compartment and side upholstery. We also disinfect the air ducts of the car, removing the stench from the use of the air conditioner.
el: Στον βιολογικό καθαρισμό απομακρύνουμε από τον χώρο της καμπίνας εκτός από τους λεκέδες, καθαρίζουμε μύκητες, βακτηρίδια και οτιδήποτε επιβαρύνει τον ανθρώπινο οργανισμό. Απολυμαίνουμε τα καθίσματα, τον ουρανό,πατώματα, χώρο αποσκευών και πλαϊνές ταπετσαρίες.Επίσης υποχρεωτικά απολυμαίνουμε τους αεραγωγούς του αυτοκίνητου διώχνοντας την κακοσμία από την χρήση του κλιματιστικού.

# Home.feature.two.header
source: Biological Cleaning
el: Βιολογικός Καθαρισμός

# Home.featureList.one.content
source: Professional washing and cleaning for your car!The mobile car wash GLOW KING a mobile business that deals exclusively with the cleaning and care of cars, gives a new dimension to the space, comes to where you are, zeroing out the distances and taking care of your own car as if it were unique.
el: Επαγγελματικό πλύσιμο και καθάρισμα για το αυτοκίνητό σας!Το κινητό πλυντήριο GLOW KING μια κινητή επιχείρηση που ασχολείται αποκλειστικά με τον καθαρισμό και την περιποίηση των αυτοκινήτων, δίνει νέα διάσταση στο χώρο, έρχεται εκεί που βρίσκεσαι μηδενίζοντας τις αποστάσεις και προσέχοντας το δικό σας αυτοκίνητο σαν να είναι μοναδικό.

# Home.featureList.one.header
source: Location Of Your Choice
el: Τοποθεσία της επιλογής σας

# Home.head.title
source: Glowking | Carwash while at Work | Carwash while at Home
el: καθαρισμού αυτοκινήτου, σκάφους, γκαράζ, πεζοδρομίων

# Home.serviceSection.content
source: GLOW KING ATHENS is an innovative idea that annihilates distances! It started in 2019 and in the middle of the pandemic it covered all the southern suburbs. Complete cleaning services of the vehicle, the property, the pavement and everything else you need! GLOW KING ATHENS operates with the environment and people as its main focus, next to your every need. Glow King Athens starring... you!
el: To GLOW KING ATHENS είναι μια πρωτοποριακή ιδέα που εκμηδενίζει τις αποστάσεις! Ξεκίνησε το 2019 και εν μέσο της πανδημίας κάλυψε όλα τα νότια προάστια. Υπηρεσίες πλήρους καθαρισμού του οχήματος, της περιουσίας, του πεζοδρομίου και ότι άλλο χρειάζεστε ! Το GLOW KING ATHENS λειτουργεί με βασικό γνώμονα το περιβάλλον και τον άνθρωπο δίπλα σε κάθε σας ανάγκη. Glow King Athens με πρωταγωνιστή….εσένα !

# Home.serviceSection.title
source: Who Are We?
el: Ποιοι είμαστε?

# Legal.GDPR.header
source: GDPR Statement of compliance
el: Πολιτική απορρήτου & Όροι Χρήσης

# Legal.GDPR.p1
source: GLOW KING ATHENS understands that your privacy is important to you and that you care about how your personal data is used and shared online.
el: Το GLOW KING ATHENS κατανοεί ότι το απόρρητό σας είναι σημαντικό για εσάς και ότι σας ενδιαφέρει ο τρόπος με τον οποίο χρησιμοποιούνται και κοινοποιούνται τα προσωπικά σας δεδομένα στο διαδίκτυο.

# Portfolio.head.title
source: Athens Portable Wash | We come to You | Glyfada | South
el: Υπηρεσίες καθαρισμού στα Νότια Προάστια στην πόρτα σας

# Portfolio.header
source: Our Portfolio
el: Το χαρτοφυλάκιό μας

# Services-simple-list.five.content
source: Biocleaning sofa is the most complete sofa cleaning process and more generally fabric surfaces that you can find. This method concerns the best way to clean a fabric surface since it cleans stains refreshes colors, disinfects the entire surface and deodorizes the unpleasant ones smells. The surfaces are then fresh for a few hours.
el: Ο Βιοκαθαρισμός καναπέ αποτελεί την πληρέστερη διαδικασία καθαρισμού καναπέδων και γενικότερα υφασμάτινων επιφανιών που μπορείτε να βρείτε. Η μέθοδος αυτή αφορά τον καλύτερο τρόπο καθαρισμού υφασμάτινης επιφάνειας αφού καθαρίζει λεκέδες φρεσκάρει χρώματα, απολυμαίνει όλη την επιφάνεια και αποσμεί τις δυσάρεστες μυρωδιές . Οι επιφάνειες μετά ειναι νωπές για ελάχιστες ώρες.

# Services-simple-list.five.header
source: Home Services
el: Σπίτι Υπηρεσίας

# Services-simple-list.four.content
source: Biocleaning sofa is the most complete sofa cleaning process and more generally fabric surfaces that you can find. This method concerns the best way to clean a fabric surface since it cleans stains refreshes colors, disinfects the entire surface and deodorizes the unpleasant ones smells. The surfaces are then fresh for a few hours.
el: Ένα γκαράζ γεμάτο σκόνη, λάσπη και ακαταστασία ; Η εταιρεία μας αναλαμβάνει πλήρη καθαρισμό του γκαράζ σας. Το έμπιστο προσωπικό μας σε συνδυασμό με την κορυφαία των προιόντων μας θα κάνει το γκαράζ σας να λάμψει !

# Services-simple-list.four.header
source: Home Services
el: Πλύσιμο Πεζοδρομίων/Γκαράζ

# Services-simple-list.one.content
source: External cleaning is done without the use of a brush or sponge, but only with the use of hot water for less damage to the car's exterior paint.At Glow King we offer you a complete exterior cleaning with pre-washing and mainly washing the vehicle with active foam, cleaning the domes and rims, removing insects, protective wax and rinsing the car with deionized water!The vehicle is then thoroughly wiped.
el: Ο εξωτερικός καθαρισμός γίνεται χωρίς τη χρήση βούρτσας η σφουγγαριού παρά μόνο με τη χρήση ζεστού νερού για την λιγότερη φθορά του εξωτερικού χρώματος του αυτοκινήτου.Στο Glow King σας προσφέρουμε ένα πλήρες εξωτερικό καθαρισμό με πρόπλυση και κυρίως πλύση του οχήματος με ενεργό αφρό, καθαρισμό των θολών και των ζαντών, αφαίρεση εντόμων, κέρωμα προστασίας και ξέπλυμα του αυτοκινήτου με απιονισμένο νερό!Στη συνέχεια γίνεται λεπτομερείς σκούπισμα του οχήματος.

# Services-simple-list.one.header
source: External Wash
el: Εξωτερικός Καθαρισμός

# Services-simple-list.six.content
source: A garage full of dust, mud and clutter? Our company undertakes a complete cleaning of your garage. Our trusted staff combined with the top quality of our products will make your garage shine!
el: Ένα γκαράζ γεμάτο σκόνη, λάσπη και ακαταστασία ; Η εταιρία μας αναλαμβάνει πλήρη καθαρισμό του γκαράζ σας. Το έμπιστο προσωπικό μας σε συνδυασμό με την κορυφαίας ποιότητα των προιόντων μας θα κάνει το γκαράζ σας να λάμψει !

# Services-simple-list.six.header
source: Property Services
el: Υπηρεσίες Ακίνητης Περιουσίας

# Services-simple-list.three.content
source: Your boat has found its master! Our company undertakes both the interior and exterior cleaning of your boat. Our trusted staff combined with the top quality of our products will make your boat shine!
el: Το σκάφος σας βρήκε τον αφέντη του! Η εταιρεία μας αναλαμβάνει τόσο τον εσωτερικό όσο και τον εξωτερικό καθαρισμό του σκάφους σας. Το έμπιστο προσωπικό μας σε συνδυασμό με την κορυφαία ποιότητα των προϊόντων μας θα κάνουν το σκάφος σας να λάμπει!

# Services-simple-list.three.header
source: Yacht Services
el: Πλύσιμο σκαφών

# Services-simple-list.two.content
source: In internal cleaning, with respect for people and the environment as our guiding principle, we use ecologically biodegradable products.Internally we blow the vehicle to remove the dust and then vacuum the cabin and the luggage compartment, cleaning the windows and all glass surfaces.Finally, we proceed with cleaning and maintenance of all leather and plastic surfaces, dry cleaning of carpets and perfuming the cabin area.
el: Στον εσωτερικό καθαρισμό έχοντας ως γνώμονα τον σεβασμό προς τον άνθρωπο και το περιβάλλον χρησιμοποιούμε οικολογικά βιοδιασπώμενα προϊόντα.Εσωτερικά φυσάμε το όχημα για να απομακρύνουμε τη σκόνη και στη συνέχεια καθαρίζουμε με σκούπα αναρρόφησης την καμπίνα και τους χώρους αποσκευών, καθαρισμό των τζαμιών και όλων των γυαλινών επιφανειών.Τέλος προχωρούμε σε καθαρισμό και συντήρηση όλων των δερμάτινων και πλαστικών επιφανειών χώρου, στεγνό καθαρισμό ταπέτων και αρωματισμό του καμπίνας.

# Services-simple-list.two.header
source: Internal Cleaning
el: Εσωτερικός Καθαρισμός

# bookingForm.input.accept
source: Accept Terms and
el: Αποδεχτείτε τους Όρους και

# bookingForm.input.conditions
source: Conditions
el: Συνθήκες

# bookingForm.input.location
source: Location
el: Τοποθεσία

# bookingForm.input.message
source: Special Instructions
el: Ειδικές Οδηγίες'

# bookingForm.input.name
source: Full Name
el: Ονομα

# bookingForm.input.number
source: Phone Number
el: αριθμός τηλεφώνου

# bookingForm.input.submit
source: submit
el: υποβάλλουν

# car-service-extras.1.content
source: Washing the bottom of the car, removes mud, salts (from the winter season) and dirt that has accumulated over time.
el: Πλύσιμο του κάτω μέρους του αυτοκινήτου, αφαιρεί λάσπες,αλάτια (από την χειμερινή περίοδο) και ρύπους που έχουν μαζευτεί με τον καιρό.

# car-service-extras.1.title
source: WASHABLE FROM BELOW
el: ΠΛΥΣΙΜΟ ΑΠΟ ΚΑΤΩ

# car-service-extras.10.content
source: Biological cleaning of a child seat.
el: Βιολογικός καθαρισμός παιδικού καθίσματος.

# car-service-extras.10.title
source: CHILD SEAT
el: ΠΑΙΔΙΚΟ ΚΑΘΙΣΜΑΤΑΚΙ

# car-service-extras.11.content
source: Biological cleaning of 2 children's seats.
el: Βιολογικός καθαρισμός 2 παιδικών καθισμάτων.

# car-service-extras.11.title
source: 2 CHILDREN'S SEATS
el: 2 ΠΑΙΔΙΚΑ ΚΑΘΙΣΜΑΤΑΚΙΑ

# car-service-extras.12.content
source: Wax with AUTOGLYM wax, with a duration of 2 months, gives an extra protection to the surface of your car.
el: Κέρωμα με κερί AUTOGLYM, με διάρκεια 2 μήνες, δίνει μια επιπλέον προστασία στην επιφάνεια του αυτοκινήτου σας.

# car-service-extras.12.title
source: PREMIUM AUTOGLYM WAX
el: PREMIUM ΚΕΡΩΜΑ AUTOGLYM

# car-service-extras.2.content
source: Odors are not covered but neutralized. For odors such as Cigarettes, Animals and other persistent odors.
el: Οι οσμές δεν καλύπτονται αλλά εξουδετερώνονται. Για οσμές όπως Τσιγάρων, Ζώων και λοιπών επίμονων οσμών.

# car-service-extras.2.title
source: REMOVING ODORS + MICROBES
el: ΑΦΑΙΡΕΣΗ ΟΣΜΩΝ + ΜΙΚΡΟΒΙΩΝ

# car-service-extras.3.content
source: Hand polishing, removal of deposits with plasticine and CERAMIC ceramic coating. It offers a super hydrophobic protection and an amazing polish & finish, it lasts for 3 months.
el: Γυάλισμα στο χέρι, αφαίρεση επικαθίσεων με πλαστελίνη και κεραμική επίστρωση CERAMIC. Προσφέρει μια super υδροφοβική προστασία και ένα απίθανο γυάλισμα & φινίρισμα, έχει 3 μήνες διάρκεια.

# car-service-extras.3.price
source: Request a Quote
el: Ζητήστε Προσφορά

# car-service-extras.3.title
source: POLISHING – CERAMIC COATING
el: ΓΥΑΛΙΣΜΑ – ΚΕΡΑΜΙΚΗ ΕΠΙΣΤΡΩΣΗ

# car-service-extras.4.content
source: Special glass coating that offers external hydrophobic and internal anti-fog protection, ideal for the winter months.
el: Ειδική επικάλυψη τζαμιών που προσφέρει εξωτερικά υδροφοβική και εσωτερικά αντιθαμβωτική προστασία, ιδανικό για τους χειμερινούς μήνες.

# car-service-extras.4.title
source: HYDROPHOBIC & ANTI-FOG GLASS COATING
el: ΥΔΡΟΦΟΒΙΚΗ & ΑΝΤΙΘΑΜΒΩΤΙΚΗ ΕΠΙΚΑΛΥΨΗ ΤΖΑΜΙΩΝ

# car-service-extras.5.content
source: Tire pressure check & inflation.
el: Έλεγχος πίεσης & φούσκωμα ελαστικών.

# car-service-extras.5.price
source: FREE
el: ΔΩΡΕΑΝ

# car-service-extras.5.title
source: TIRE INFLATION
el: ΦΟΥΣΚΩΜΑ ΕΛΑΣΤΙΚΩΝ

# car-service-extras.6.content
source: Refilling of cleaning liquid soap for the windshield wipers.
el: Συμπλήρωση καθαριστικού υγρού σαπουνιού για τους υαλοκαθαριστήρες.

# car-service-extras.6.title
source: LIQUID SOAP FOR WINDSHIELD WIPERS
el: ΥΓΡΟ ΣΑΠΟΥΝΙΟΥ ΓΙΑ ΥΑΛΟΚΑΘΑΡΙΣΤΗΡΕΣ

# car-service-extras.7.content
source: Hood cleaning, maintenance and waterproofing for a convertible car.
el: Καθαρισμός, συντήρηση και αδιαβροχοποίηση κουκούλας για κάμπριο αυτοκίνητο.

# car-service-extras.7.title
source: HOOD WATERPROOFING & MAINTENANCE
el: ΑΔΙΑΒΡΟΧΟΠΟΙΗΣΗ & ΣΥΝΤΗΡΗΣΗ ΚΟΥΚΟΥΛΑΣ

# car-service-extras.8.content
source: We Clean Your unit air condition unit
el: Καθαρίζουμε το κλιματιστικό σας

# car-service-extras.8.title
source: CLEANING AIR CONDITIONER
el: ΚΑΘΑΡΙΣΜΟΣ ΕΡΚΟΝΤΙΣΙΟΝ

# car-service-extras.9.content
source: Removing very fine pet hair from seats and carpeting.
el: Αφαίρεση τριχών κατοικιδίου από τα καθίσματα και την μοκέτα.

# car-service-extras.9.title
source: PET HAIR REMOVAL
el: ΑΦΑΙΡΕΣΗ ΤΡΙΧΩΝ ΚΑΤΟΙΚΙΔΙΟΥ

# detail-car-wash.car-cleaning.p-1.2
source: The external cleaning is done without the use of a brush or sponge but only with the use of hot water for less damage to the car's exterior paint.
el: Ο εξωτερικός καθαρισμός γίνεται χωρίς την χρήση βούρτσας η σφουγγαριού παρά μόνο με την χρήση ζεστού νερού για την λιγότερη φθορά του εξωτερικού χρώματος του αυτοκινήτου.

# detail-car-wash.car-cleaning.p-1.3
source: At Glow King we offer you a complete exterior cleaning with pre-washing and mainly washing the vehicle with active foam, cleaning the fog lights and rims, removing insects, protective wax and rinsing the car with deionized water!
el: Στo Glow King σας προσφέρουμε ένα πλήρη εξωτερικό καθαρισμό με πρόπλυση και κυρίως πλύση του οχήματος με ενεργό αφρό, καθαρισμό των θολών και των ζαντών, αφαίρεση εντόμων, κέρωμα προστασίας και ξέπλυμα του αυτοκίνητου με απιονισμένο νερό!

# detail-car-wash.car-cleaning.p-1.4
source: The vehicle is then thoroughly wiped.
el: Στην συνέχεια γίνεται λεπτομερές σκούπισμα του οχήματος.

# detail-car-wash.car-cleaning.p-1.5
source: In internal cleaning, with respect for people and the environment as our guiding principle, we use ecologically biodegradable products.
el: Στον εσωτερικό καθαρισμό έχοντας ως γνώμονα τον σεβασμό προς τον άνθρωπο και το περιβάλλον χρησιμοποιούμε οικολογικά βιοδιασπώμενα προϊόντα.

# detail-car-wash.car-cleaning.p-1.6
source: Internally we blow the vehicle to remove the dust and then vacuum the cabin and the luggage compartment, cleaning the windows and all glass surfaces.
el: Εσωτερικά φυσάμε το όχημα για να απομακρύνουμε την σκόνη και στην συνέχεια καθαρίζουμε με σκούπα αναρρόφησης την καμπίνα και των χώρο αποσκευών, καθαρισμό των τζαμιών και όλων των γυάλινων επιφανειών.

# detail-car-wash.car-cleaning.p-1.7
source: Finally, we proceed with cleaning and maintenance of all leather and plastic surfaces, dry cleaning of carpets and perfuming the cabin area.
el: Τέλος προχωρούμε σε καθαρισμό και συντήρηση όλων των δερμάτινων και πλαστικών επιφανειών, στεγνό καθαρισμό ταπέτων και αρωματισμό του χώρου καμπίνας.

# detail-car-wash.car-cleaning.p-1.title
source: External + Internal Cleaning
el: Εξωτερικός + Εσωτερικός Καθαρισμός:

# detail-car-wash.car-cleaning.p-2.1
source: In biological cleaning, we remove from the cabin area, apart from stains, we clean fungi, bacteria and anything that burdens the human body.
el: Στον βιολογικό καθαρισμό απομακρύνουμε από τον χώρο της καμπίνας εκτός από τους λεκέδες, καθαρίζουμε μύκητες, βακτηρίδια και οτιδήποτε επιβαρύνει τον ανθρώπινο οργανισμό.

# detail-car-wash.car-cleaning.p-2.2
source: We disinfect the seats, the sky, floors, luggage compartment and side upholstery.
el: Απολυμαίνουμε τα καθίσματα, τον ουρανό,

# detail-car-wash.car-cleaning.p-2.3
source: We also compulsorily disinfect the air ducts of the car, removing the stench from the use of the air conditioner.
el: Επίσης υποχρεωτικά απολυμαίνουμε τους αεραγωγούς του αυτοκίνητου διώχνοντας την κακοσμία από την χρήση του κλιματιστικού.

# detail-car-wash.car-cleaning.p-2.4
source: The products used for cleaning and disinfection are certified and friendly to humans and the environment, complying with EU standards.
el: Τα προϊόντα που χρησιμοποιούνται για τον καθαρισμό και την απολύμανση είναι πιστοποιημένα και φιλικά πρός τον άνθρωπο και το περιβάλλον τηρώντας τις προδιαγραφές της Ε.Ε.

# detail-car-wash.car-cleaning.p-2.5
source: We also offer a large list of aditional optional cleaning services for your car
el: Προσφέρουμε επίσης μια μεγάλη λίστα με πρόσθετες προαιρετικές υπηρεσίες καθαρισμού για το αυτοκίνητό σας

# detail-car-wash.car-cleaning.p-2.title
source: Organic Matter Cleaning
el: Βιολογικός Καθαρισμός:

# detail-car-wash.car-cleaning.title
source: Car Services
el: ΥΠΗΡΕΣΙΕΣ ΑΥΤΟΚΙΝΗΤΩΝ

# detail-car-wash.detailing.p-1.1.content
source: The suspension is the system that regulates the contact and grip of the car through the tires and shock absorbers with the road surface and is one of the basic systems that the car has for our safe and stable movement. Shock absorbers and springs are the main components of the suspension system, they are responsible for adjusting and absorbing the shocks that contribute to the "hold" of the car. Timely cleaning of the shock absorber is imperative for the safety of the car.
el: Η ανάρτηση είναι το σύστημα πού ρυθμίζει την επαφή και το κράτημα του αυτοκινήτου μέσω των ελαστικών και των αμορτισέρ με το οδόστρωμα και είναι από τα βασικά συστήματα που διαθέτει το αυτοκίνητο για την ασφαλή και σταθερή κίνηση μας. Τα Αμορτισέρ και τα ελατήρια είναι τα βασικά εξαρτήματα του συστήματος της ανάρτησης, είναι υπεύθυνα για την ρύθμιση και απορρόφηση των κραδασμών πού συντελούν στο “κράτημα” του αυτοκινήτου. Ο έγκαιρος καθαρισμός του αμορτισέρ είναι επιτακτική ανάγκη για την ασφάλεια του αυτοκινήτου.

# detail-car-wash.detailing.p-1.2.content
source: Oil and Spray of excellent quality are the secret to properly cleaning your disc. Front and rear discs are one of the most important parts of your vehicle, and for that reason alone, you deserve only the best. Our experienced staff, our excellent materials, our specialized staff are the answer to your questions and the solution to your problems.
el: Λάδι και Spray άριστης ποιότητας είναι το μυστικό για τον σωστό καθαρισμό της δισκόπλακας σας. Οι δισκόπλακες μπροστά και πίσω είναι ένα από τα σημαντικότερα για το όχημα σας και γι αυτό και μόνο αξίζει μόνο το καλύτερο. Το έμπειρο προσωπικό μας, τα άριστα υλικά μας, το εξειδικευμένο προσωπικό μας είναι η απάντηση στα ερωτήματα σας και η λύση στα προβλήματα σας.

# detail-car-wash.detailing.p-1.title
source: Shock absorber + Wheel arch + Disc cleaning
el: Αμορτισέρ + Θόλος Τροχού + Καθαρισμός δισκόπλακας

# detail-car-wash.detailing.p-2.1.content
source: Aluminum wheels on a car are among the places that get dirty very quickly. Sand, mud, dust and anything else that may be on the road surface will stick to and stain the tire rim. Without systematic cleaning, in fact, these impurities can lead to the destruction of the aluminum. For this reason, cleaning the rims at least 1-2 times a month is imperative and we can do it for you. Learn how!
el: Οι ζάντες αλουμινίου σε ένα αυτοκίνητο είναι από τα σημεία που λερώνουν πολύ γρήγορα. Η άμμος, η λάσπη, η σκόνη και οτιδήποτε άλλο μπορεί να υπάρχει στο οδόστρωμα, θα κολλήσει και θα λερώσει τη ζάντα του ελαστικού. Χωρίς την συστηματική καθαριότητα, μάλιστα, οι βρωμιές αυτές μπορεί να οδηγήσουν σε καταστροφή του αλουμινίου.

# detail-car-wash.detailing.p-2.title
source: Rims
el: Ζάντες
